{
  "hub_slug": "lawn-basics",
  "filename": "how-grass-actually-grows.json",
  "title": "How Grass Actually Grows",
  "description": "How grass grows from the crown and roots, how leaves regenerate after mowing, and why growth speed depends on temperature, water, and stress.",
  "card_blurb": "A clear explanation of how grass really grows, including crowns, roots, leaf blades, and why mowing does not work the way most people think.",
  "content_html": "<h1>How Grass Actually Grows</h1>\n\n<h2>Grass is not a single stem plant</h2>\n<p>Grass grows from a crown at soil level, not from the leaf tips.</p>\n<p>The visible blades are disposable growth, replaced over and over during the season.</p>\n<p>This structure is why grass survives mowing while many plants cannot.</p>\n\n<h2>The crown is the control center</h2>\n<p>The crown connects leaves, roots, and growing points.</p>\n<p>Damage to leaf tips slows growth. Damage to the crown can kill the plant.</p>\n<p>Scalping exposes the crown to heat and stress, which is why recovery slows.</p>\n\n<h2>Roots support growth but do not drive it</h2>\n<p>Roots absorb water and nutrients and anchor the plant.</p>\n<p>Leaf growth happens above ground, powered by photosynthesis.</p>\n<p>Weak roots limit growth indirectly by restricting water and nutrient flow.</p>\n\n<h2>How new leaves form</h2>\n<p>New leaves emerge from the base of the plant.</p>\n<p>Older leaves age, lose efficiency, and are replaced.</p>\n<p>Mowing removes older leaf tissue, not the growing point, when done correctly.</p>\n\n<h2>Temperature controls growth speed</h2>\n<p>Grass growth responds to temperature ranges, not calendar dates.</p>\n<p>Warm-season grass accelerates in heat. Cool-season grass accelerates in mild conditions.</p>\n<p>Outside those ranges, growth slows regardless of water or fertilizer.</p>\n\n<h2>Water enables growth but does not force it</h2>\n<p>Water allows cell expansion and nutrient movement.</p>\n<p>Extra water cannot force growth when temperature is wrong.</p>\n<p>Overwatering often reduces oxygen in soil and weakens roots.</p>\n\n<h2>Why mowing changes growth behavior</h2>\n<p>Mowing shifts energy toward leaf replacement.</p>\n<p>Frequent light cuts maintain balance between roots and leaves.</p>\n<p>Infrequent heavy cuts shock the system and slow recovery.</p>\n\n<h2>Stress interrupts the growth cycle</h2>\n<p>Heat, drought, cold, compaction, and shade all reduce photosynthesis.</p>\n<p>When energy drops, growth pauses before death occurs.</p>\n<p>Dormancy is a survival response, not immediate failure.</p>\n\n<h2>What this means for lawn care</h2>\n<p>Healthy growth depends on protecting the crown.</p>\n<p>Care timing should follow active growth periods.</p>\n<p>Most lawn problems start when growth biology is ignored.</p>"
}
