{
  "hub_slug": "lawn-basics",
  "filename": "how-tall-grass-should-be-left-after-mowing.json",
  "title": "How Tall Grass Should Be Left After Mowing",
  "description": "Residual grass height after mowing governs photosynthesis, root depth, soil temperature, and the plant’s capacity to tolerate stress.",
  "card_blurb": "Mowing height is a physiological control variable that determines recovery speed and long-term turf stability.",
  "content_html": "<h1>How Tall Grass Should Be Left After Mowing</h1>\n\n<h2>Residual height as an energy constraint</h2>\n<p>The height of grass left after mowing determines how much photosynthetic surface remains available to the plant. This remaining leaf area controls daily carbohydrate production, which fuels respiration, root maintenance, and new growth.</p>\n<p>Residual height therefore functions as an energy constraint. When sufficient leaf tissue remains, the plant maintains a positive energy balance. When too little remains, stored reserves are consumed to compensate.</p>\n\n<h2>Photosynthetic capacity and recovery dynamics</h2>\n<p>Photosynthesis scales with leaf surface area. Taller residual height allows greater carbohydrate production per unit time, accelerating recovery after mowing.</p>\n<p>Lower residual height limits energy production and prolongs recovery, increasing the window during which the plant is vulnerable to stress.</p>\n\n<h2>Root depth regulation</h2>\n<p>Root systems adjust to sustained carbohydrate availability. Lawns maintained at higher residual heights develop deeper, more extensive roots.</p>\n<p>Low residual height leads to progressive root contraction, reducing water and nutrient uptake capacity even when soil conditions are favorable.</p>\n\n<h2>Soil temperature moderation</h2>\n<p>A taller leaf canopy shades the soil surface and buffers temperature extremes.</p>\n<p>Moderate soil temperatures preserve root function and microbial activity. Short canopies allow rapid soil heating, increasing metabolic stress.</p>\n\n<h2>Water balance implications</h2>\n<p>Residual height influences evaporation rates. Taller turf reduces surface evaporation by limiting airflow at the soil surface.</p>\n<p>Short turf dries more quickly, increasing the frequency and intensity of water stress.</p>\n\n<h2>Stress tolerance margins</h2>\n<p>Grass maintained with adequate residual height has a wider margin for tolerating heat, drought, and mechanical stress.</p>\n<p>Low residual height narrows this margin, making minor stressors more consequential.</p>\n\n<h2>Species-specific tolerance limits</h2>\n<p>Different grass species evolved under different grazing pressures and exhibit different tolerance ranges.</p>\n<p>Residual height that is sustainable for one species may produce chronic stress in another.</p>\n\n<h2>Consistency versus abrupt change</h2>\n<p>Stable residual height supports predictable energy balance.</p>\n<p>Abrupt reductions force rapid carbohydrate reallocation and destabilize growth patterns.</p>\n\n<h2>Conclusion</h2>\n<p>The biologically appropriate mowing height is defined by the plant’s ability to maintain positive energy balance and root integrity. Residual height is therefore a structural determinant of long-term turf resilience, not a cosmetic preference.</p>"
}
