{
"hub_slug": "lawn-basics",
"filename": "what-type-of-grass-do-i-have.html",
"title": "What Type of Grass Do I Have",
"description": "This guide explains how to identify lawn grass by growth habit, leaf shape, texture, and seasonal behavior without lab tests or guesswork.",
"card_blurb": "Learn how to identify common lawn grasses by observing blades, spread patterns, color changes, and seasonal growth instead of relying on labels.",
"content_html": "<h1>What Type of Grass Do I Have</h1>\n<h2>Why Grass Identification Matters</h2>\n<p>Grass type determines mowing height, watering demand, and seasonal performance. Treating all lawns the same causes stress and slow decline.</p>\n<p>Correct identification prevents wasted effort. It aligns care with how the grass actually grows and recovers.</p>\n<h2>Growth Habit Is the First Clue</h2>\n<p>Some grasses spread sideways using runners above or below ground. Others grow in tight clumps that never creep.</p>\n<p>Spreading lawns repair damage faster. Clumping lawns stay patchy unless overseeded.</p>\n<h2>Blade Shape and Texture</h2>\n<p>Blade width ranges from hair-thin to coarse and wide. Texture stays consistent even when stressed.</p>\n<p>Run fingers across the leaf. Roughness, stiffness, and sharp edges narrow the options quickly.</p>\n<h2>Color and Seasonal Changes</h2>\n<p>Some grasses stay green through heat. Others fade or go dormant to survive stress.</p>\n<p>Winter color loss often signals warm-season types. Summer burn points to cool-season grass.</p>\n<h2>How the Lawn Responds to Mowing</h2>\n<p>Low mowing favors certain grasses and damages others. Recovery speed after cutting is a strong indicator.</p>\n<p>Scalping tolerance varies. Slow rebound suggests the grass is cut below its safe height.</p>\n<h2>Sun, Shade, and Location Behavior</h2>\n<p>Grass near trees, walls, or pavement often reveals its preferences. Consistent thinning shows incompatibility.</p>\n<p>Uniform performance across the yard suggests a well-matched species for the site.</p>\n<h2>Mixes and Overlapping Types</h2>\n<p>Many lawns contain multiple grasses. Differences appear as patches with distinct color or texture.</p>\n<p>Mixed lawns complicate care but explain uneven growth and seasonal shifts.</p>\n<h2>Confirming the Identification</h2>\n<p>Compare observed traits against known grass profiles. Focus on habit, blade, and seasonality.</p>\n<p>Photos taken across seasons help confirm conclusions without invasive testing.</p>\n</content_html>"
}