{
  "hub_slug": "lawn-basics",
  "filename": "why-grass-turns-brown.json",
  "title": "Why Grass Turns Brown",
  "description": "Grass turns brown when physiological stress progresses beyond pigment loss into tissue shutdown, dormancy, or death, depending on severity and duration.",
  "card_blurb": "Brown grass reflects a deeper level of stress than yellowing. This explains when browning is protective dormancy versus irreversible damage.",
  "content_html": "<h1>Why Grass Turns Brown</h1>\n\n<h2>What brown grass biologically represents</h2>\n<p>Brown grass indicates that active photosynthesis has largely stopped. Unlike yellowing, which reflects reduced chlorophyll, browning occurs when leaf tissue dries, collapses, or is intentionally abandoned by the plant.</p>\n<p>This does not automatically mean the grass is dead. In many cases, browning is a survival response where the plant sacrifices leaf tissue to protect the crown and roots.</p>\n<p>The critical distinction is whether browning is part of dormancy or the result of structural failure.</p>\n\n<h2>Severe water deficit and tissue dehydration</h2>\n<p>Extended drought causes cells to lose water faster than they can replenish it. Once dehydration crosses a threshold, leaf tissue cannot maintain structure and turns brown.</p>\n<p>Grass responds by shutting down leaf metabolism to reduce water loss. The crown remains alive if dehydration is not prolonged.</p>\n<p>This type of browning often appears uniform across exposed areas and coincides with high temperatures and low humidity.</p>\n\n<h2>Dormancy as a protective mechanism</h2>\n<p>Many grasses enter dormancy under extreme heat or cold. Dormant grass turns brown because chlorophyll production stops and leaves senesce.</p>\n<p>The crown remains viable, storing carbohydrates until conditions improve.</p>\n<p>Dormant browning is reversible, but recovery depends on how long dormancy lasts and whether the crown stays hydrated.</p>\n\n<h2>Root failure and vascular shutdown</h2>\n<p>When roots are damaged by compaction, overwatering, or disease, water transport to leaves collapses.</p>\n<p>Leaf tissue dries even when soil moisture is present, producing browning that does not reverse quickly.</p>\n<p>This form of browning often spreads in irregular patches.</p>\n\n<h2>Mowing-related browning</h2>\n<p>Scalping removes most photosynthetic tissue and exposes crowns to heat and desiccation.</p>\n<p>Repeated low cuts exhaust carbohydrate reserves, preventing leaf regeneration.</p>\n<p>Browning after mowing often follows a sharp, uneven pattern tied to mower height.</p>\n\n<h2>Disease and pest involvement</h2>\n<p>Pathogens disrupt water transport or destroy leaf tissue directly.</p>\n<p>Root diseases cause browning through indirect dehydration, while foliar diseases damage tissue outright.</p>\n<p>Progressive spread and defined margins often distinguish biological causes from environmental stress.</p>\n\n<h2>Environmental heat loading</h2>\n<p>Surfaces such as pavement raise soil temperatures beyond tolerance levels.</p>\n<p>Root enzymes fail at high temperatures, cutting off water flow even in moist soil.</p>\n<p>Browning near hardscapes is common under these conditions.</p>\n\n<h2>How browning patterns differ by cause</h2>\n<p>Uniform browning often signals dormancy or widespread drought.</p>\n<p>Patchy or expanding browning suggests root or disease issues.</p>\n<p>Timing relative to weather, mowing, or irrigation changes provides essential context.</p>\n\n<h2>Recovery expectations</h2>\n<p>Dormant grass can recover within weeks once conditions improve.</p>\n<p>Root damage recovery is slower and may require partial regrowth.</p>\n<p>Dead tissue does not recover and must be replaced.</p>\n\n<h2>Conclusion</h2>\n<p>Brown grass is not automatically dead, but it indicates advanced stress.</p>\n<p>Determining whether the crown is alive matters more than leaf color alone.</p>"
}
